app/Controllers/panel_controller.php

SELECT *
FROM `usuarios`
WHERE `baja` = 'NO'
---
    public function index() {
        $model = new Usuario_Model();
        $data['usuarios'] = $model->where('baja', 'NO')->findAll();